// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Check Fax Connection"="Kontrollera faxanslutning";
"You can check if the printer and the phone line are ready to send faxes. The check result will be printed. Load plain paper in the printer."="Du kan kontrollera om skrivaren och telefonlinjen är redo att sända fax. Kontrollresultatet skrivs ut. Fyll på vanligt papper i skrivaren.";
"Make sure the printer is connected to the phone line. For information on how to load paper and connect the printer, see the documentation supplied with the printer."="Kontrollera att skrivaren är ansluten till telefonlinjen. Mer information om hur du ansluter skrivaren finns i dokumentationen som medföljer skrivaren.";
"Press the Start button to run the check."="Tryck på Start-knappen när du vill utföra kontrollen.";
"Start"="Starta";
"Cancel"="Avbryt";

// ------------------------------------------------------------------------
// Wait Dialog
// ------------------------------------------------------------------------
"Checking the fax connection..."="Kontrollerar faxanslutningen...";

// ------------------------------------------------------------------------
// Result Message
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Fax_Connection_Success"="Faxanslutningen är OK.";
"Str_Alert_Fax_Diagnosis_Fax_Connection_Failed"="Ett fel identifierades. Se den utskrivna rapporten.";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Om FAX Utility...";
"Preferences..."="Inställningar...";
"Services"="Tjänster";
"Hide FAX Utility"="Göm FAX Utility";
"Hide Others"="Göm övriga";
"Show All"="Visa alla";
"Quit FAX Utility"="Stäng FAX Utility";
"File"="Fil";
"Close"="Stäng";
"Window"="Fönster";
"Minimize"="Minimera";
"Help"="Hjälp";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Avbryt";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="En fil som krävs för att köra programmet saknas.\nInstallera om FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Kan inte hämta skrivarinformation (fax). Gå till \"Utskrifts- och faxinställningar\" och lägg till PC-FAX drivrutinen.";
"Str_Alert_Common_Confirm_OverWrite"="Den angivna filen finns redan. Vill du skriva över den?";
"Str_Alert_Common_Not_Responding_Error"="Skrivaren svarar inte. Kontrollera att skrivaren är ansluten på rätt sätt och att strömmen är på.";
"Str_Alert_Common_Communication_Error"="Ett skrivarkommunikationsfel har inträffat.";
"Str_Alert_Common_Printer_Processing_Error"="Skrivaren bearbetar data. Vänta en stund och försök igen.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Ett fel identifierades vid kommunikation med skrivaren.\nFelkod (%d)";
"Str_Alert_Common_Error_Occurred"="Bearbetningen avbröts eftersom ett fel inträffade.";
"Str_Alert_Common_PrinterStatusError"="Ett fel har inträffat i skrivaren. Åtgärda felet och försök igen.";

// ------------------------------------------------------------------------
// Alert(Fax Check Connection)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Kontrollera faxanslutning kan inte startas eftersom en annan FAX Utility-funktion redan används. Vänta tills den är klar och försök igen.";
"Str_Alert_Fax_Diagnosis_Canceled"="Kontrollera faxanslutning har avbrutits.";
"Str_Alert_Fax_Diagnosis_Cannot_Get_Result"="Kontrollresultatet kan inte hämtas.";
